Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/yijing__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 井，改邑不改井，无喪无得，往來井井。汔至，亦未繘井，羸其瓶，凶。
en: (Looking at) Jing, (we think of) how (the site of) a town may be changed, while (the fashion of) its wells undergoes no change. (The water of a well) never disappears and never receives (any great) increase, and those who come and those who go can draw and enjoy the benefit. If (the drawing) have nearly been accomplished, but, before the rope has quite reached the water, the bucket is broken, this is evil.

source: 初六：井泥不食，舊井无禽。
en: The first SIX, divided, shows a well so muddy that men will not drink of it; or an old well to which neither birds (nor other creatures) resort.

source: 九二：井谷射鮒，瓮敝漏。
en: The second NINE, undivided, shows a well from which by a hole the water escapes and flows away to the shrimps (and such small creatures among the grass), or one the water of which leaks away from a broken basket.

source: 九三：井渫不食，為我民惻，可用汲，王明，并受其福。
en: The third NINE, undivided, shows a well, which has been cleared out, but is not used. Our hearts are sorry for this, for the water might be drawn out and used. If the king were (only) intelligent, both he and we might receive the benefit of it.

source: 六四：井甃，无咎。
en: The fourth SIX, divided, shows a well, the lining of which is well laid. There will be no error.

source: 九五：井冽，寒泉食。
en: The fifth NINE, undivided, shows a clear, limpid well, (the waters from) whose cold spring are (freely) drunk.

source: 上六：井收勿幕，有孚无吉。
en: The topmost SIX, divided, shows (the water from) the well brought to the top, which is not allowed to be covered. This suggests the idea of sincerity. There will be great good fortune.

source: 革，己日乃孚，元亨，利貞，悔亡。
en: (What takes place as indicated by) Ge is believed in only after it has been accomplished. There will be great progress and success. Advantage will come from being firm and correct. (In that case) occasion for repentance will disappear.

source: 初九：鞏用黃牛之革。
en: The first NINE, undivided, shows its subject (as if he were) bound with the skin of a yellow ox.

source: 六二：己日乃革之，征吉，无咎。
en: The second SIX, divided, shows its subject making his changes after some time has passed. Action taken will be fortunate. There will be no error.

source: 九三：征凶，貞厲，革言三就，有孚。
en: The third NINE, undivided, shows that action taken by its subject will be evil. Though he be firm and correct, his position is perilous. If the change (he contemplates) have been three times fully discussed, he will be believed in.

source: 九四：悔亡，有孚改命，吉。
en: The fourth NINE, undivided, shows occasion for repentance disappearing (from its subject). Let him be believed in; and though he change (existing) ordinances, there will be good fortune.

source: 九五：大人虎變，未占有孚。
en: The fifth NINE, undivided, shows the great man (producing his changes) as the tiger (does when he) changes (his stripes). Before he divines (and proceeds to action), faith has been reposed in him.

source: 上六：君子豹變，小人革面，征凶，居貞吉。
en: The sixth SIX, divided, shows the superior man producing his changes as the leopard (does when he) changes (his spots), while small men change their faces (and show their obedience). To go forward (now) would lead to evil, but there will be good fortune in abiding firm and correct.

source: 鼎，元吉，亨。
en: Ding gives the intimation of great progress and success.

source: 初六：鼎顛趾，利出否，得妾以其子，无咎。
en: The first SIX, divided, shows the caldron overthrown and its feet turned up. (But) there will be advantage in its getting rid of what was bad in it. (Or it shows us) the concubine (whose position is improved) by means of her son. There will be no error.

source: 九二：鼎有實，我仇有疾，不我能即，吉。
en: The second NINE, undivided, shows the caldron with the things (to be cooked) in it. (If its subject can say), 'My enemy dislikes me, but he cannot approach me,' there will be good fortune.

source: 九三：鼎耳革，其行塞，雉膏不食，方雨虧悔，終吉。
en: The third NINE, undivided, shows the caldron with (the places of) its ears changed. The progress (of its subject) is (thus) stopped. The fat flesh of the pheasant (which is in the caldron) will not be eaten. But the (genial) rain will come, and the grounds for repentance will disappear. There will be good fortune in the end.

source: 九四：鼎折足，覆公餗，其形渥，凶。
en: The fourth NINE, undivided, shows the caldron with its feet broken; and its contents, designed for the ruler's use, overturned and spilt. Its Subject will be made to blush for shame. There will be evil.

source: 六五：鼎黃耳金鉉，利貞。
en: The fifth six, divided, shows the caldron with yellow ears and rings of metal in them. There will be advantage through being firm and correct.

source: 上九：鼎玉鉉，大吉，无不利。
en: The sixth NINE, undivided, shows the caldron with rings of jade. There will be great good fortune, and all action taken will be in every way advantageous.

source: 震，亨。震來虩虩，笑言啞啞。震驚百里，不喪匕鬯。
en: Zhen gives the intimation of ease and development. When (the time of) movement (which it indicates) comes, (the subject of the hexagram) will be found looking out with apprehension, and yet smiling and talking cheerfully. When the movement (like a crash of thunder) terrifies all within a hundred Li, he will be (like the sincere worshipper) who is not (startled into) letting go his ladle and (cup of) sacrificial spirits.

source: 初九：震來虩虩，后笑言啞啞，吉。
en: The first NINE, undivided, shows its subject, when the movement approaches, looking out and around with apprehension, and afterwards smiling and talking cheerfully. There will be good fortune.

source: 六二：震來厲，億喪貝，躋于九陵，勿逐，七日得。
en: The second SIX, divided, shows its subject, when the movement approaches, in a position of peril. He judges it better to let go the articles (in his possession), and to ascend a very lofty height. There is no occasion for him to pursue after (the things he has let go); in seven days he will find them.

source: 六三：震蘇蘇，震行无眚。
en: The third six, divided, shows its subject distraught amid the startling movements going on. If those movements excite him to (right) action, there will be no mistake.

source: 九四：震遂泥。
en: The fourth NINE, undivided, shows its subject, amid the startling movements, supinely sinking (deeper) in the mud.

source: 六五：震往來厲，億无喪，有事。
en: The fifth SIX, divided, shows its subject going and coming amidst the startling movements (of the time), and always in peril; but perhaps he will not incur loss, and find business (which he can accomplish).

source: 上六：震索索，視矍矍，征凶。震不于其躬，于其鄰，无咎。婚媾有言。
en: The topmost SIX, divided, shows its subject, amidst the startling movements (of the time), in breathless dismay and looking round him with trembling apprehension. If he take action, there will be evil. If, while the startling movements have not reached his own person and his neighbourhood, (he were to take precautions), there would be no error, though his relatives might (still) speak against him.

source: 艮，艮其背，不獲其身，行其庭，不見其人，无咎。
en: When one's resting is like that of the back, and he loses all consciousness of self; when he walks in his courtyard, and does not see any (of the persons) in it,--there will be no error.

source: 初六：艮其趾，无咎，利永貞。
en: The first SIX, divided, shows its subject keeping his toes at rest. There will be no error; but it will be advantageous for him to be persistently firm and correct.

source: 六二：艮其腓，不拯其隨，其心不快。
en: The second SIX, divided, shows its subject keeping the calves of his legs at rest. He cannot help (the subject of the line above) whom he follows, and is dissatisfied in his mind.

source: 九三：艮其限，列其夤，厲薰心。
en: The third NINE, undivided, shows its subject keeping his loins at rest, and separating the ribs (from the body below). The situation is perilous, and the heart glows with suppressed excitement.

source: 六四：艮其身，无咎。
en: The fourth SIX, divided, shows its subject keeping his trunk at rest. There will be no error.

source: 六五：艮其輔，言有序，悔亡。
en: S. The fifth SIX, divided, shows its subject keeping his jawbones at rest, so that his words are (all) orderly. Occasion for repentance will disappear.

source: 上九：敦艮，吉。
en: The sixth NINE, undivided, shows its subject devotedly maintaining his restfulness. There will be good fortune.

source: 漸，女歸吉，利貞。
en: Jian suggests to us the marriage of a young lady, and the good fortune (attending it). There will be advantage in being firm and correct.

source: 初六：鴻漸于干，小子厲，有言，无咎。
en: The first SIX, divided, shows the wild geese gradually approaching the shore. A young officer (in similar circumstances) will be in a position of danger, and be spoken against; but there will be no error.

source: 六二：鴻漸于磐，飲食衎衎，吉。
en: The second SIX, divided, shows the geese gradually approaching the large rocks, where they eat and drink joyfully and at ease. There will be good fortune.

source: 九三：鴻漸于陸，夫征不復，婦孕不育，凶；利御寇。
en: The third NINE, undivided, shows them gradually advanced to the dry plains. (It suggests also the idea of) a husband who goes on an expedition from which he does not return, and of a wife who is pregnant, but will not nourish her child. There will be evil. (The case symbolised) might be advantageous in resisting plunderers.

source: 六四：鴻漸于木，或得其桷，无咎。
en: The fourth SIX, divided, shows the geese gradually advanced to the trees. They may light on the flat branches. There will be no error.

source: 九五：鴻漸于陵，婦三歲不孕，終莫之勝，吉。
en: The fifth NINE, undivided, shows the geese gradually advanced to the high mound. (It suggests the idea of) a wife who for three years does not become pregnant; but in the end the natural issue cannot be prevented. There will be good fortune.

source: 上九：鴻漸于逵，其羽可用為儀，吉。
en: The sixth NINE, undivided, shows the geese gradually advanced to the large heights (beyond). Their feathers can be used as ornaments. There will be good fortune.

source: 歸妹，征凶，无攸利。
en: Gui Mei indicates that (under the conditions which it denotes) action will be evil, and in no wise advantageous.

source: 初九：歸妹以娣，跛能履，征吉。
en: The first NINE, undivided, shows the younger sister married off in a position ancillary to the real wife. (It suggests the idea of) a person lame on one leg who yet manages to tramp along. Going forward will be fortunate.

source: 九二：眇能視，利幽人之貞。
en: The second NINE, undivided, shows her blind of one eye, and yet able to see. There will be advantage in her maintaining the firm correctness of a solitary widow.

source: 六三：歸妹以須，反歸以娣。
en: The third SIX, divided, shows the younger sister who was to be married off in a mean position. She returns and accepts an ancillary position.

source: 九四：歸妹愆期，遲歸有時。
en: The fourth NINE, undivided, shows the younger sister who is to be married off protracting the time. She may be late in being married, but the time will come.

source: 六五：帝乙歸妹，其君之袂，不如其娣之袂良，月几望，吉。
en: The fifth SIX, divided, reminds us of the marrying of the younger sister of (king) Di-yi, when the sleeves of her the princess were not equal to those of the (still) younger sister who accompanied her in an inferior capacity. (The case suggests the thought of) the moon almost full. There will be good fortune.

source: 上六：女承筐无實，士刲羊无血，无攸利。
en: The sixth SIX, divided, shows the young lady bearing the basket, but without anything in it, and the gentleman slaughtering the sheep, but without blood flowing from it. There will be no advantage in any way.

source: 豐，亨。王假之，勿憂，宜日中。
en: Feng intimates progress and development. When a king has reached the point (which the name denotes) there is no occasion to be anxious (through fear of a change). Let him be as the sun at noon.

source: 初九：遇其配主，雖旬无咎，往有尚。
en: The first NINE, undivided, shows its subject meeting with his mate. Though they are both of the same character, there will be no error. Advance will call forth approval.

source: 六二：豐其蔀，日中見斗，往得疑疾，有孚發若，吉。
en: The second SIX, divided, shows its subject surrounded by screens so large and thick that at midday he can see from them the constellation of the Bushel. If he go (and try to enlighten his ruler who is thus emblemed), he will make himself to be viewed with suspicion and dislike. Let him cherish his feeling of sincere devotion that he may thereby move (his ruler's mind), and there will be good fortune.

source: 九三：豐其沛，日中見昧，折其右肱，无咎。
en: The third NINE, undivided, shows its subject with an (additional) screen of a large and thick banner, through which at midday he can see (the small) Mei star. (In the darkness) he breaks his right arm; but there will be no error.

source: 九四：豐其蔀，日中見斗，遇其夷主，吉。
en: The fourth NINE, undivided, shows its subject in a tent so large and thick that at midday he can see from it the constellation of the Bushel. But he meets with the subject of the (first) line, undivided like himself. There will be good fortune.

source: 六五：來章，有慶譽，吉。
en: The fifth SIX, divided, shows its subject bringing around him the men of brilliant ability. There will be occasion for congratulation and praise. There will be good fortune.

source: 上六：豐其屋，蔀其家，窺其戶，闃其无人，三歲不見，凶。
en: The topmost SIX, divided, shows its subject with his house made large, but only serving as a screen to his household. When he looks at his door, it is still, and there is nobody about it. For three years no one is to be seen. There will be evil.

source: 旅，小亨，旅貞吉。
en: Lu intimates that (in the condition which it denotes) there may be some little attainment and progress. If the stranger or traveller be firm and correct as he ought to be, there will be good fortune.

source: 初六：旅瑣瑣，斯其所取災。
en: The first SIX, divided, shows the stranger mean and meanly occupied. It is thus that he brings on himself (further) calamity.

source: 六二：旅即次，懷其資，得童僕貞。
en: The second SIX, divided, shows the stranger, occupying his lodging-house, carrying with him his means of livelihood, and provided with good and trusty servants.

source: 九三：旅焚其次，喪其童僕，貞厲。
en: The third NINE, undivided, shows the stranger, burning his lodging-house, and having lost his servants. However firm and correct he (try to) be, he will be in peril.

source: 九四：旅于處，得其資斧，我心不快。
en: The fourth NINE, undivided, shows the traveller in a resting-place, having (also) the means of livelihood and the axe, (but still saying), 'I am not at ease in my mind.'

source: 六五：射雉一矢亡，終以譽命。
en: The fifth SIX, divided, shows its subject shooting a pheasant. He will lose his arrow, but in the end he will obtain praise and a (high) charge.

source: 上九：鳥焚其巢，旅人先笑后號啕。喪牛于易，凶。
en: The sixth NINE, undivided, suggests the idea of a bird burning its nest. The stranger, (thus represented), first laughs and then cries out. He has lost his ox(-like docility) too readily and easily. There will be evil.

source: 巽，小亨，利攸往，利見大人。
en: Xun intimates that (under the conditions which it denotes) there will be some little attainment and progress. There will be advantage in movement onward in whatever direction. It will be advantageous (also) to see the great man.

source: 初六：進退，利武人之貞。
en: The first SIX, divided, shows its subject (now) advancing, (now) receding. It would be advantageous for him to have the firm correctness of a brave soldier.

source: 九二：巽在牀下，用史巫紛若，吉无咎。
en: The second NINE, undivided, shows the representative of Sun beneath a couch, and employing diviners and exorcists in a way bordering on confusion. There will be good fortune and no error.

source: 九三：頻巽，吝。
en: The third NINE, undivided, shows its subject penetrating (only) by violent and repeated efforts. There will be occasion for regret.

source: 六四：悔亡，田獲三品。
en: The fourth SIX, divided, shows all occasion for repentance (in its subject) passed away. He takes game for its threefold use in his hunting.

source: 九五：貞吉悔亡，无不利。无初有終，先庚三日，后庚三日，吉。
en: The fifth NINE, undivided, shows that with firm correctness there will be good fortune (to its subject). All occasion for repentance will disappear, and all his movements will be advantageous. There may have been no (good) beginning, but there will be a (good) end. Three days before making any changes, (let him give notice of them); and three days after, (let him reconsider them). There will (thus) be good fortune.

source: 上九：巽在牀下，喪其資斧，貞凶。
en: The sixth NINE, undivided, shows the representative of penetration beneath a couch, and having lost the axe with which he executed his decisions. However firm and correct he may (try to) be, there will be evil.

source: 兌，亨，利貞。
en: Dui intimates that (under its conditions) there will be progress and attainment. (But) it will be advantageous to be firm and correct.

source: 初九：和兌，吉。
en: The first NINE, undivided, shows the pleasure of (inward) harmony. There will be good fortune.

source: 九二：孚兌，吉，悔亡。
en: The second NINE, undivided, shows the pleasure arising from (inward) sincerity. There will be good fortune. Occasion for repentance will disappear.

source: 六三：來兌，凶。
en: The third SIX, divided, shows its subject bringing round himself whatever can give pleasure. There will be evil.

source: 九四：商兌，未寧，介疾有喜。
en: The fourth NINE, undivided, shows its subject deliberating about what to seek his pleasure in, and not at rest. He borders on what would be injurious, but there will be cause for joy.

source: 九五：孚于剝，有厲。
en: The fifth NINE, undivided, shows its subject trusting in one who would injure him. The situation is perilous.

source: 上六：引兌。
en: The topmost SIX, divided, shows the pleasure of its subject in leading and attracting others.

source: 渙，亨。王假有廟，利涉大川，利貞。
en: Huan intimates that (under its conditions) there will be progress and success. The king goes to his ancestral temple; and it will be advantageous to cross the great stream. It will be advantageous to be firm and correct.

source: 初六：用拯馬壯，吉。
en: The first SIX, divided, shows its subject engaged in rescuing (from the impending evil) and having (the assistance of) a strong horse. There will be good fortune.

source: 九二：渙奔其机，悔亡。
en: The second NINE, undivided, shows its subject, amid the dispersion, hurrying to his contrivance (for security). All occasion for repentance will disappear.

source: 六三：渙其躬，无悔。
en: The third SIX, divided, shows its subject discarding any regard to his own person. There will be no occasion for repentance.

source: 六四：渙其群，元吉。渙有丘，匪夷所思。
en: The fourth SIX, divided, shows its subject scattering the (different) parties (in the state); which leads to great good fortune. From the dispersion (he collects again good men standing out, a crowd) like a mound, which is what ordinary men would not have thought of.

source: 九五：渙汗其大號，渙王居，无咎。
en: The fifth NINE, undivided, shows its subject amidst the dispersion issuing his great announcements as the perspiration (flows from his body). He scatters abroad (also) the accumulations in the royal granaries. There will be no error.

source: 上九：渙其血，去逖出，无咎。
en: The topmost NINE, undivided, shows its subject disposing of (what may be called) its bloody wounds, and going and separating himself from its anxious fears. There will be no error.

source: 節，亨。苦節不可貞。
en: Jie intimates that (under its conditions) there will be progress and attainment. (But) if the regulations (which it prescribes) be severe and difficult, they cannot be permanent.

source: 初九：不出戶庭，无咎。
en: The first NINE, undivided, shows its subject not quitting the courtyard outside his door. There will be no error.

source: 九二：不出門庭，凶。
en: The second NINE, undivided, shows its subject not quitting the courtyard inside his gate. There will be evil.

source: 六三：不節若，則嗟若，无咎。
en: The third SIX, divided, shows its subject with no appearance of observing the (proper) regulations, in which case we shall see him lamenting. But there will be no one to blame (but himself).

source: 六四：安節，亨。
en: The fourth SIX, divided, shows its subject quietly and naturally (attentive to all) regulations. There will be progress and success.

source: 九五：甘節，吉；往有尚。
en: The fifth NINE, undivided, shows its subject sweetly and acceptably enacting his regulations. There will be good fortune. The onward progress with them will afford ground for admiration.

source: 上六：苦節，貞凶，悔亡。
en: The topmost SIX, divided, shows its subject enacting regulations severe and difficult. Even with firmness and correctness there will be evil. But though there will be cause for repentance, it will (by and by) disappear.

source: 中孚，豚魚吉，利涉大川，利貞。
en: Zhong Fu (moves even) pigs and fish, and leads to good fortune. There will be advantage in crossing the great stream. There will be advantage in being firm and correct.

source: 初九：虞吉，有他不燕。
en: I. The first NINE, undivided, shows its subject resting (in himself). There will be good fortune. If he sought to any other, he would not find rest.

source: 九二：鳴鶴在陰，其子和之，我有好爵，吾與爾靡之。
en: The second NINE, undivided, shows its subject (like) the crane crying out in her hidden retirement, and her young ones responding to her. (It is as if it were said), 'I have a cup of good spirits,' (and the response were), 'I will partake of it with you.'

source: 六三：得敵，或鼓或罷，或泣或歌。
en: The third SIX, divided, shows its subject having met with his mate. Now he beats his drum, and now he leaves off. Now he weeps, and now he sings.

source: 六四：月几望，馬匹亡，无咎。
en: The fourth SIX, divided, shows its subject (like) the moon nearly full, and (like) a horse (in a chariot) whose fellow disappears. There will be no error.

source: 九五：有孚攣如，无咎。
en: The fifth NINE, undivided, shows its subject perfectly sincere, and linking (others) to him in closest union. There will be no error.

source: 上九：翰音登于天，貞凶。
en: The topmost NINE, undivided, shows its subject in chanticleer (trying to) mount to heaven. Even with firm correctness there will be evil.

source: 小過，亨，利貞，可小事，不可大事。飛鳥遺之音，不宜上宜下，大吉。
en: Xiao Guo indicates that (in the circumstances which it implies) there will be progress and attainment. But it will be advantageous to be firm and correct. (What the name denotes) may be done in small affairs, but not in great affairs. (It is like) the notes that come down from a bird on the wing - to descend is better than to ascend. There will (in this way) be great good fortune.

source: 初六：飛鳥以凶。
en: The first SIX, divided, suggests (the idea of) a bird flying, (and ascending) till the issue is evil.

source: 六二：過其祖，遇其妣；不及其君，遇其臣；无咎。
en: The second SIX, divided, shows its subject passing by his grandfather, and meeting with his grandmother; not attempting anything against his ruler, but meeting him as his minister. There will be no error.

source: 九三：弗過防之，從或戕之，凶。
en: The third NINE, undivided, shows its subject taking no extraordinary precautions against danger; and some in consequence finding opportunity to assail and injure him. There will be evil.

source: 九四：无咎，弗過遇之。往厲必戒，勿用永貞。
en: The fourth NINE, undivided, shows its subject falling into no error, but meeting (the exigency of his situation), without exceeding (in his natural. course). If he go forward, there will be peril, and he must be cautious. There is no occasion to be using firmness perpetually.

source: 六五：密云不雨，自我西郊，公弋取彼在穴。
en: The fifth SIX, divided, (suggests the idea) of dense clouds, but no rain, coming from our borders in the west. It also (shows) the prince shooting his arrow, and taking the bird in a cave.

source: 上六：弗遇過之，飛鳥離之，凶，是謂災眚。
en: The sixth SIX, divided, shows. its subject not meeting (the exigency of his situation), and exceeding (his proper course). (It suggests the idea of) a bird flying far aloft. There will be evil. The case is what is called one of calamity and self-produced injury.

source: 既濟，亨，小利貞，初吉終亂。
en: Ji Ji intimates progress and success in small matters. There will be advantage in being firm and correct. There has been good fortune in the beginning; there may be disorder in the end.

source: 初九：曳其輪，濡其尾，无咎。
en: The first NINE, undivided, (shows its subject as a driver) who drags back his wheel, (or as a fox) which has wet his tail. There will be no error.

source: 六二：婦喪其茀，勿逐，七日得。
en: The second SIX, divided, (shows its subject as) a wife who has lost her (carriage-)screen. There is no occasion to go in pursuit of it. In seven days she will find it.
